{
    "text.entityculling.title": "EntityCulling",
    "key.category.minecraft.text.entityculling.title": "EntityCulling",
    "key.entityculling.toggle": "Hata ayıklama: Ayıklamayı aç/kapat",
    "key.entityculling.toggleBoxes": "Ayıklama kutularını göster",
    "text.entityculling.tab.general_options": "Genel",
    "text.entityculling.tab.tick_culling": "Tik Ayıklamayı Atla",
    "text.entityculling.tab.tick_culling.tooltip": "Bu sekmede seçilen varlıklar, ayıklandıklarında tik yöntemleri optimize edilmeyecektir (duraklatılmayacaktır). Bu, Tekneler gibi belirli işlevler için tiklenmesi (güncellenmesi) gereken varlıklar için yararlı olabilir.",
    "text.entityculling.tab.entity_culling": "Varlıkları Atla",
    "text.entityculling.tab.entity_culling.tooltip": "Bu sekmede seçilen varlıklar hiçbir şekilde ayıklanmayacaktır. Bu, esas olarak istemci tarafı varlıklar veya görünürlüklerine bakılmaksızın işlenmesi (render) gereken varlıklar için gereklidir.",
    "text.entityculling.tab.block_entity_culling": "Blok Varl. Atla",
    "text.entityculling.tab.block_entity_culling.tooltip": "Bu sekmede seçilen blok varlıkları hiçbir şekilde ayıklanmayacaktır. Bu, esas olarak görünürlüklerine bakılmaksızın işlenmesi gereken blok varlıkları için gereklidir.",
    "text.entityculling.renderNametagsThroughWalls": "İsim etiketlerini duvarların arkasından göster",
    "text.entityculling.renderNametagsThroughWalls.tooltip": "Kapatıldığında, ayıklanan varlıkların isim etiketleri duvarların arkasından görünmeyecektir.",
    "text.entityculling.tickCulling": "Tik ayıklama",
    "text.entityculling.tickCulling.tooltip": "Açıldığında, ayıklanan varlıklar tiklenmez (güncellenmez). Bu bazı durumlarda performansı artırabilir, ancak belirli modlarda sorunlara neden olabilir. Diğer sekmedeki daha ince ayar seçeneklerini göz önünde bulundurun.",
    "text.entityculling.disableF3": "F3 hata ayıklama bilgisini devre dışı bırak",
    "text.entityculling.disableF3.tooltip": "Açıldığında, F3 hata ayıklama bilgisi ayıklama bilgilerini göstermeyecektir.",
    "text.entityculling.skipEntityCulling": "Varlık ayıklamayı atla",
    "text.entityculling.skipEntityCulling.tooltip": "Açıldığında, varlıkların ayıklanması tamamen atlanır. Bu, hata ayıklama için veya ayıklamayı geçici olarak devre dışı bırakmak istediğinizde yararlı olabilir.",
    "text.entityculling.skipBlockEntityCulling": "Blok varlığı ayıklamayı atla",
    "text.entityculling.skipBlockEntityCulling.tooltip": "Açıldığında, blok varlıklarının ayıklanması tamamen atlanır. Bu, hata ayıklama için veya ayıklamayı geçici olarak devre dışı bırakmak istediğinizde yararlı olabilir.",
    "text.entityculling.blockEntityFrustumCulling": "Blok varlığı frustum ayıklama",
    "text.entityculling.blockEntityFrustumCulling.tooltip": "Açıldığında, blok varlığı durum çıkarma işlemi kameranın görüş alanına (frustum) göre ayıklanacaktır. Bu, mod yükleyicinizin/başka bir modun bunu zaten yapmadığı durumlarda performansı artırabilir."
}