{
  "iris.shaders.disabled": "Shader'lar devre dışı!",
  "iris.shaders.debug.enabled": "Hata ayıklama etkinleştirildi, hata ayıklama kaydı daha ayrıntılı olacak!",
  "iris.shaders.debug.disabled": "Hata ayıklama devre dışı bırakıldı.",
  "iris.shaders.debug.failure": "İstemci hata ayıklaması etkinleştirilemiyor, bilgisayarınız hata ayıklama özelliklerini desteklemiyor. Shader hata ayıklaması etkinleştirildi.",
  "iris.shaders.debug.restart": "Bir hata ayıklama bağlamınız yok, OpenGL istemci hata ayıklamasını etkinleştirmek için lütfen yeniden başlatın.",
  "iris.shaders.debug.restartNoDebug": "Shader hata ayıklaması etkinleştirildi; OpenGL hata ayıklaması NeoForge üzerinde desteklenmiyor.",
  "iris.load.failure.shader": "Shader paketi yüklenemedi! Lütfen hatayı shader geliştiricisine bildirin. ",
  "iris.load.failure.generic": "Iris shader'ı yüklemeye çalışırken bir sorunla karşılaştı; lütfen bunu Iris geliştiricilerine bildirin. ",
  "iris.shaders.ssbofailure": "Shader, GPU'nuz tarafından desteklenmeyen belirli bir özellik (SSBO) istedi, düzgün çalışmayabilir.",
  "iris.keybind.wireframe": "Tel Kafes (Sadece Tek Oyunculu)",
  "iris.nec.failure.title": "[%s] Not Enough Crashes tespit edildi!",
  "iris.nec.failure.description": "Not Enough Crashes, çökmeleri ele alırken oyunu ciddi şekilde bozabilir ve doğru sonuçlar vermez.\nİyi bir alternatif, bir çökmenin nedenini daha güvenilir bir şekilde tanımlayabilen ve oyunu geçersiz bir duruma sokmayan MixinTrace'dir.",
  "iris.unsupported.irisorpc": "Iris veya bilgisayarınız",
  "iris.unsupported.iris": "Iris",
  "iris.unsupported.pc": "bilgisayarınız",
  "iris.unsupported.pack": "Shader paketi uyumsuz!",
  "iris.unsupported.pack.description": "Yüklemeye çalıştığınız shader paketi %s tarafından desteklenmeyen özellikler içeriyor. Lütfen başka bir paket deneyin. Liste %s",
  "iris.unsupported.pack.macos": "\nmacOS'in birçok shader paketiyle sorun yaşadığı bilinmektedir.",
  "options.iris.mustDisableFullscreen": "Lütfen önce tam ekranı devre dışı bırakın!",
  "options.iris.shadowDistance.sodium_tooltip": "Gölge işleme mesafesi, arazinin gölge geçişinde potansiyel olarak ne kadar uzakta işlenebileceğini kontrol eder. Daha düşük mesafeler, daha az arazinin işleneceği anlamına gelir, bu da kare hızlarını iyileştirir. Bu seçenek, gölge işleme mesafesini açıkça belirten paketlerde değiştirilemez. Gerçek gölge işleme mesafesi, Görüş Mesafesi ayarıyla sınırlıdır.",
  "options.iris.colorSpace": "Renk Uzayı",
  "options.iris.colorSpace.sodium_tooltip": "Ekranın dönüştürüleceği renk uzayı. Shader paketlerinin üzerinde çalışır. Emin değilseniz SRGB kullanın.",
  "options.iris.gui.hide": "Arayüzü Gizle",
  "options.iris.gui.show": "Arayüzü Göster"
}